//DB2CBLTT JOB 1,NOTIFY=&SYSUID
//STEP1 EXEC PGM=IKJEFT01
//SYSTSPRT DD SYSOUT=*
//SYSPRINT DD SYSOUT=*
//SYSUDUMP DD SYSOUT=*
//SYSTSIN DD *
DSN SYSTEM(DBDG)
RUN PROGRAM(DSNTEP2) PLAN(DSNTEP2)
END
/*
//SYSIN DD *
CREATE TABLE T0_CUSTOMER
(
 CUSTOMER_ID BIGINT NOT NULL,
 FULL_NAME VARCHAR(100) NOT NULL,
 DOB DATE,
 GENDER_CODE CHAR(2),
 PHONE_NO VARCHAR(30),
 EMAIL VARCHAR(120),
 PROCEED_DATE TIMESTAMP NOT NULL,
 RESERVED VARCHAR(100),
 PRIMARY KEY (CUSTOMER_ID)
);
/*
